alsa-utils
amd-debug-tools
amd-ucode
arch-install-scripts
asciidoc
at
base
base-devel
bat
busybox
calibre
clojure
cmus
copyq
cpupower
cronie
difftastic
dmenu
dmidecode
dunst
efibootmgr
egl-gbm
feh
file-roller
gamemode
gamescope
gdm
git
github-cli
gnome-desktop
goverlay
grub
htop
hugo
imagemagick
inetutils
inxi
j4-dmenu-desktop
kitty
kvantum
lib32-gamemode
lib32-mangohud
lib32-systemd
lib32-vulkan-radeon
libconfig
libdbusmenu-gtk2
libev
libmpeg2
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lua-language-server
lutris
lxappearance
lynx
maim
man-db
mangohud
neovim
network-manager-applet
nfs-utils
noto-fonts-emoji
npm
ollama-rocm
openssh
pavucontrol-qt
perl-image-exiftool
picom
pipewire-alsa
pkgfile
proton-vpn-gtk-app
psensor
python-iwlib
python-lsp-server
python-pip
python-pipx
python-psutil
python-pynvim
python-virtualenvwrapper
python-xlib
qbittorrent
qmk
qt5ct
qt6ct
qtile
radeontop
ranger
rclone
redshift
rlwrap
steam
strawberry
syncthing
the_silver_searcher
thunar
thunar-archive-plugin
tk
udiskie
udisks2
vlc
vlc-plugin-ffmpeg
vulkan-radeon
wine
wine-mono
xcb-util-image
xclip
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsensors
xterm
yapf
yarn
zip
zsh
