alsa-utils
asciidoc
base
base-devel
bat
clojure
cmus
copyq
cronie
difftastic
dmenu
dmidecode
dunst
efibootmgr
feh
file-roller
gamemode
gamescope
gdm
git
gnome-desktop
grub
hugo
imagemagick
inetutils
j4-dmenu-desktop
kitty
kvantum
lib32-gamemode
lib32-mangohud
lib32-systemd
libconfig
libev
lightdm
lightdm-gtk-greeter
linux
linux-firmware
man-db
mangohud
neovim
network-manager-applet
npm
nvidia-open
openssh
pavucontrol
pipewire-alsa
pkgfile
python-iwlib
python-lsp-server
python-pip
python-psutil
python-virtualenvwrapper
python-xlib
qmk
qt6ct
qtile
ranger
redshift
rlwrap
steam
strawberry
the_silver_searcher
thunar
thunar-archive-plugin
udiskie
udisks2
xcb-util-image
xclip
xdotool
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xterm
yarn
zsh
