asciidoc
base
base-devel
bat
cmus
copyq
cronie
difftastic
dmenu
dunst
efibootmgr
feh
gdm
git
gnome-desktop
grub
inetutils
j4-dmenu-desktop
kitty
lib32-systemd
libconfig
libev
lightdm
lightdm-gtk-greeter
linux
linux-firmware
neovim
network-manager-applet
nvidia-open
openssh
pkgfile
python-iwlib
python-pip
python-psutil
python-virtualenvwrapper
python-xlib
qtile
redshift
steam
the_silver_searcher
udisks2
xcb-util-image
xdotool
xorg-xinit
xorg-xinput
xterm
zsh
